/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " bytes";

/* resizing bytes formatter bytes format */
"#,##0" = "#,##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "#,##0,0 GB";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "#,##0,0 kB";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "#,##0,0 MB";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "#,##0,0 PB";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "#,##0,0 TB";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "Panel de preferencias %@";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript ha detectado este error:\n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "Ajustar automáticamente el tamaño de todas las columnas";

/* autosize column contextual menu item */
"Auto Size Column" = "Ajustar automáticamente el tamaño de esta columna";

/* word comparing color brightnesss */
"Bright" = "Brillante";

/* alert panel button */
"Cancel" = "Cancelar";

/* Date picker window title */
"Choose Date" = "Seleccionar fecha";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "Si selecciona Restaurar, todos los ajustes (incluidas las opciones que no están en esta ventana de preferencias, como el tamaño de las ventanas y las barras de herramientas) volverán al estado en el que estaban cuando se instaló %@ por primera vez.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Si selecciona Restaurar, todos los ajustes de todos los paneles de preferencias volverán al estado en el que estaban cuando se instaló %@ por primera vez.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Si selecciona Restaurar, todos los ajustes de este panel volverán al estado en el que estaban cuando se instaló %@ por primera vez.";

/* color list name */
"Classic Crayons" = "Lápices clásicos";

/* name of completely transparent color */
"Clear" = "Borrar";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "No se ha podido ejecutar Automator Launcher.app.  LSOpenFromURLSpec ha devuelto %d";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "No se encuentra Automator Launcher.app.";

/* generic color name for custom colors */
"Custom" = "Personalizado";

/* word comparing color brightnesss */
"Dark" = "Oscuro";

/* word comparing color saturations */
"Deep" = "Profundo";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "Utilizando valor por omisión '%@'";

/* script error panel button */
"Edit Script" = "Editar script";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "Error al editar las preferencias de InternetConfig para la clave %1$@: %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "Error al abrir InternetConfig para acceso solo de lectura: %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "Error al abrir InternetConfig para acceso de escritura-lectura: %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "Error al leer las preferencias de InternetConfig para la clave %@";

/* word comparing color saturations */
"Faded" = "Descolorido";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "No se ha podido establecer el perfil ColorSync (error %i)";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref ha devuelto un error: %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd ha devuelto un error: %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle ha devuelto %1$d -- %2$@";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d ha devuelto un error: %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename ha devuelto un error en el archivo %1$@: %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref ha devuelto un error al ajustar la clave %1$@: %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref ha devuelto permisos al intentar ajustar la clave %@";

/* generic color name for pattern colors */
"Image" = "Imagen";

/* word comparing color saturations */
"Intense" = "Intenso";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "Launch Services ha devuelto un error al abrir la URL %1$@: %2$@";

/* word comparing color brightnesss */
"Light" = "Claro";

/* preference bundle loading message format */
"Loading %@..." = "Cargando %@…";

/* word comparing color saturations */
"Mild" = "Moderado";

/* word comparing color brightnesss */
"Near-black" = "Casi negro";

/* preferences panel button */
"Next" = "Siguiente";

/* menu title */
"No Actions Available" = "No hay acciones disponibles";

/* how many pages in document format for scrollview */
"of %d" = "de %d";

/* word comparing color brightnesss */
"Off-white" = "Blanco roto";

/* script error panel button
   unhandled exception panel button */

"OK" = "OK";

/* page prompt for multipage documents in scrollview */
"Page" = "Página";

/* color picker tool tip */
"Pattern Color" = "Color del diseño";

/* preferences panel button */
"Previous" = "Anterior";

/* error recovery description for button title */
"Report Error via Email" = "Comunicar error por e-mail";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "Restaurar";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "¿Desea restaurar los valores originales del panel de preferencias %@?";

/* reset-to-defaults button title */
"Reset All" = "Restaurar todo";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "¿Desea restaurar los valores originales de todas las preferencias y de los demás ajustes?";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "¿Desea restaurar los valores originales de todas las preferencias?";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "Restaurar los valores por omisión de todos los ajustes";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "Restaurar los valores por omisión de los ajustes de este panel";

/* word comparing color saturations */
"Rich" = "Rico";

/* default search mode menu item */
"Search" = "Búsqueda";

/* context control tooltip */
"Shortcuts for commonly used actions" = "Funciones rápidas para las acciones más frecuentes";

/* preferences panel button */
"Show All" = "Mostrar todo";

/* word comparing color brightnesss */
"Smokey" = "Grisáceo";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "Subexpresión %d";

/* script loading error message */
"The following error was reported:\n%@" = "Se ha detectado este error:\n%@";

/* script loading error message */
"The requested AppleScript does not exist" = "El AppleScript solicitado no existe.";

/* script execute error */
"The script '%@' could not complete." = "El script '%@' no ha podido completarse.";

/* script loading error */
"The script file '%@' could not be opened." = "No se ha podido abrir el archivo de script '%@'.";

/* script loading error */
"The script file could not be opened." = "No se ha podido abrir el archivo de script.";

/* launch services error */
"Unable to launch URL %@" = "No se ha podido abrir la URL %@";

/* workflow execution error */
"Unable to run workflow." = "No se ha podido ejecutar el flujo de trabajo.";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "No se ha podido definir '%1$@' como propietario del esquema de URL '%2$@'.";

/* word comparing color saturations */
"Washed-out" = "Desteñido";

/* script loading error message */
"workflow not found at %@" = "flujo de trabajo no encontrado en %@";